-- phpMyAdmin SQL Dump
-- version 4.5.4.1deb2ubuntu2.1
-- http://www.phpmyadmin.net
--
-- Хост: localhost
-- Время создания: Ноя 14 2019 г., 13:51
-- Версия сервера: 5.7.27-0ubuntu0.16.04.1
-- Версия PHP: 7.0.33-0ubuntu0.16.04.6

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- База данных: `Vieru`
--

-- --------------------------------------------------------

--
-- Структура таблицы `Products`
--

CREATE TABLE `Products` (
  `id` int(3) NOT NULL,
  `Category` varchar(25) NOT NULL,
  `Name` varchar(25) NOT NULL,
  `Kkal` int(10) NOT NULL,
  `Belok` int(10) NOT NULL,
  `Jir` int(10) NOT NULL,
  `Uglevod` int(10) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- Дамп данных таблицы `Products`
--

INSERT INTO `Products` (`id`, `Category`, `Name`, `Kkal`, `Belok`, `Jir`, `Uglevod`) VALUES
(1, 'Грибы', 'Белые жареные', 162, 5, 12, 11),
(2, 'Грибы', 'Белые маринованные', 24, 3, 1, 2),
(3, 'Грибы', 'Белые свежие', 34, 4, 2, 1),
(4, 'Грибы', 'Валуи свежие', 29, 4, 2, 1),
(5, 'Грибы', 'Вишенки свежие', 38, 3, 0, 7),
(6, 'Грибы', 'Грузди свежие', 16, 2, 1, 1),
(7, 'Грибы', 'Дождевики свежие', 27, 4, 1, 1),
(8, 'Грибы', 'Лисички свежие', 20, 2, 1, 2),
(9, 'Грибы', 'Маслята свежие', 19, 2, 1, 2),
(10, 'Грибы', 'Рыжики свежие', 17, 2, 1, 3),
(11, 'Колбаса', 'Варёная докторская', 257, 12, 14, 0),
(12, 'Колбаса', 'Вегетарианская', 207, 22, 12, 2),
(13, 'Колбаса', 'Ливерная', 326, 14, 29, 2),
(14, 'Колбаса', 'Кровянка', 274, 9, 20, 15),
(15, 'Колбаса', 'Салями', 568, 22, 54, 1),
(16, 'Колбаса', 'Суджук', 463, 30, 38, 0),
(17, 'Колбаса', 'Чоризо', 455, 24, 38, 2),
(18, 'Колбаса', 'Сервелат', 425, 16, 40, 0),
(19, 'Колбаса', 'Варёная куриная', 233, 16, 16, 2),
(20, 'Колбаса', 'Сырокопчёная зернистая', 606, 10, 63, 0),
(31, 'Молочные', 'Кефир 0%', 30, 3, 0, 4),
(32, 'Молочные', 'Кефир 1%', 40, 3, 1, 4),
(33, 'Молочные', 'Кефир 2%', 51, 3, 2, 5),
(34, 'Молочные', 'Кефир 3,2%', 56, 3, 2, 5),
(35, 'Молочные', 'Молоко 0%', 31, 2, 0, 5),
(36, 'Молочные', 'Молоко 1%', 41, 3, 1, 5),
(37, 'Молочные', 'Молоко 2,5%', 52, 3, 3, 5),
(38, 'Молочные', 'Молоко 3,2%', 59, 3, 3, 5),
(39, 'Молочные', 'Сгущёнка', 315, 6, 9, 54),
(40, 'Молочные', 'Ряженка 6%', 84, 5, 6, 4),
(41, 'Мучное', 'Блины', 233, 6, 12, 26),
(42, 'Мучное', 'Аньолотти', 344, 10, 1, 72),
(43, 'Мучное', 'Бораки', 277, 14, 12, 31),
(44, 'Мучное', 'Букатини', 350, 12, 1, 71),
(45, 'Мучное', 'Клецки', 160, 5, 5, 26),
(46, 'Мучное', 'Лапша домашняя', 322, 12, 4, 60),
(47, 'Мучное', 'Лапша удон', 337, 10, 1, 70),
(48, 'Мучное', 'Равиоли', 245, 16, 8, 30),
(49, 'Мучное', 'Спагетти', 344, 10, 1, 72),
(50, 'Мучное', 'Тальятелле', 374, 22, 2, 63),
(51, 'Мясное', 'Азу', 214, 12, 14, 10),
(52, 'Мясное', 'Баранина', 209, 16, 16, 0),
(53, 'Мясное', 'Бекон', 500, 23, 45, 0),
(54, 'Мясное', 'Бефстроганов', 355, 22, 27, 6),
(55, 'Мясное', 'Бифштекс', 384, 28, 30, 2),
(56, 'Мясное', 'Буйволятина', 194, 19, 13, 0),
(57, 'Мясное', 'Ветчина', 270, 14, 24, 0),
(58, 'Мясное', 'Верблюжатина', 160, 19, 9, 0),
(59, 'Мясное', 'Говядина', 187, 19, 12, 0),
(60, 'Мясное', 'Гусь', 412, 15, 39, 0),
(71, 'Орехи', 'Арахис', 622, 26, 45, 10),
(72, 'Орехи', 'Бразильский орех', 656, 14, 66, 5),
(73, 'Орехи', 'Грецкий орех', 654, 15, 65, 7),
(74, 'Орехи', 'Желудь', 387, 24, 21, 16),
(75, 'Орехи', 'Кедровые орехи', 680, 16, 56, 28),
(76, 'Орехи', 'Кокосовый орех', 354, 3, 34, 6),
(77, 'Орехи', 'Кунжут', 565, 19, 49, 12),
(78, 'Орехи', 'Фисташки', 556, 20, 50, 7),
(79, 'Орехи', 'Орех пекан', 691, 9, 72, 4),
(80, 'Орехи', 'Орех чилим', 200, 12, 3, 55),
(81, 'Рыба', 'Бычок', 88, 18, 2, 0),
(82, 'Рыба', 'Вобла', 97, 18, 3, 0),
(83, 'Рыба', 'Голавль', 127, 18, 6, 0),
(84, 'Рыба', 'Горбуша', 142, 21, 7, 0),
(85, 'Рыба', 'Ёрш', 88, 18, 2, 0),
(86, 'Рыба', 'Каракатица', 79, 16, 1, 1),
(87, 'Рыба', 'Карась', 87, 18, 2, 0),
(88, 'Рыба', 'Карп', 112, 16, 5, 0),
(89, 'Рыба', 'Кета', 138, 22, 6, 0),
(90, 'Рыба', 'Клыкач', 202, 14, 16, 0),
(91, 'Фрукты', 'Абрикос', 44, 1, 0, 9),
(92, 'Фрукты', 'Айва', 40, 1, 1, 10),
(93, 'Фрукты', 'Апельсин', 36, 1, 0, 8),
(94, 'Фрукты', 'Банан', 95, 2, 0, 22),
(95, 'Фрукты', 'Вишня', 52, 1, 1, 11),
(96, 'Фрукты', 'Гранат', 52, 1, 0, 14),
(97, 'Фрукты', 'Груша', 42, 0, 0, 11),
(98, 'Фрукты', 'Гуава', 68, 3, 1, 9),
(99, 'Фрукты', 'Дыня', 33, 1, 0, 7),
(100, 'Фрукты', 'Киви', 48, 1, 1, 10),
(61, 'Овощи', 'Артишок', 28, 1, 0, 6),
(62, 'Овощи', 'Баклажан', 24, 1, 0, 5),
(63, 'Овощи', 'Бобы', 57, 6, 0, 9),
(64, 'Овощи', 'Брюква', 37, 1, 0, 8),
(65, 'Овощи', 'Горошек зелёный', 73, 5, 0, 14),
(66, 'Овощи', 'Кабачок', 24, 1, 0, 5),
(67, 'Овощи', 'Капуста белокочанная', 27, 2, 0, 5),
(68, 'Овощи', 'Картофель', 76, 2, 0, 16),
(69, 'Овощи', 'Кукуруза в початках', 101, 4, 3, 16),
(70, 'Овощи', 'Лук красный', 42, 1, 0, 9),
(21, 'Крупы', 'Амарант', 371, 14, 7, 69),
(22, 'Крупы', 'Булгур', 342, 12, 1, 58),
(23, 'Крупы', 'Гречневые хлопья', 330, 9, 2, 67),
(24, 'Крупы', 'Киноа', 368, 14, 6, 57),
(25, 'Крупы', 'Кукурузная', 337, 8, 1, 75),
(26, 'Крупы', 'Кус-кус', 376, 13, 1, 72),
(27, 'Крупы', 'Манная', 328, 10, 1, 67),
(28, 'Крупы', 'Овсяные хлопья', 366, 12, 7, 69),
(29, 'Крупы', 'Перловая', 320, 9, 1, 74),
(30, 'Крупы', 'Пшеничная', 316, 12, 1, 62);

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
